[MZGriaGeomancer X2UniversalSoldierClassInfo]
ClassSpecializationTitle="风水术师"
ClassSpecializationSummary="风的气息和大地的平地是风水术师的力量。他们使用灵能来引导自然的力量来摧毁他们的敌人."

[MZGriaRaptor X2UniversalSoldierClassInfo]
ClassSpecializationTitle="猛禽术师"
ClassSpecializationSummary="猛禽术师的破坏技能通过他们的盾牌引导他们的能量来击倒他们的敌人."

[MZGriaRavager X2UniversalSoldierClassInfo]
ClassSpecializationTitle="蹂躏者"
ClassSpecializationSummary="战斗的基本本能是蹂躏者的武器。他们用蛮力用剑或剑碾压敌人."

[MZGriaHunter X2UniversalSoldierClassInfo]
ClassSpecializationTitle="喷气狩猎者"
ClassSpecializationSummary="喷气狩猎者用在狩猎中学到的这些技能跟踪他们的敌人。他们擅长使用喷气背包用他们的维克托或狙击步枪从上方攻击敌人。."
